{
  "depression": [
    {
      "title": "Lack of interest in things",
      "solutionsTitle": "Tips to overcome lack of interest",
      "solutions": [
        {
          "title": "Passion",
          "content": "You will more easily feel passion for something in the short-term if the end-goal is meaningful for you in the long-term (i.e. if you can envision a better future)."
        },
        {
          "title": "Sleep",
          "content": "Sleep works to reduce depression and anhedonia by reducing fatigue, improving cognitive function, and increasing motivation."
        },
        {
          "title": "Mindfulness",
          "content": "Stop seeking pleasure all the time. Constant exposure to pleasurable stimuli will remove any sense of novelty in your life."
        }
      ]
    },
    {
      "title": "Felling hopeless",
      "solutionsTitle": "Tips to overcome hopelessness",
      "solutions": [
        {
          "title": "Ask for help",
          "content": "Ask for help. Howes frequently tells his clients that 'hopelessness is often just a powerful reminder that we can’t do it all by ourselves. Many situations that feel or truly are hopeless to an individual suddenly becomes doable when other people get involved.'"
        },
        {
          "title": "Focus on purpose",
          "content": "Focus on what gives you meaning and purpose in these four areas: connection, passion, cause and spirituality."
        },
        {
          "title": "Think in moments",
          "content": "Maybe you feel hopeless about the future, about a year from now or a month from now. So focus on this very moment. Focus on this very minute."
        }
      ]
    },
    {
      "title": "Sleeplessness",
      "solutionsTitle": "Tips to better sleep",
      "solutions": [
        {
          "title": "Stick to a sleep schedule",
          "content": "Set aside no more than eight hours for sleep. The recommended amount of sleep for a healthy adult is at least seven hours. Most people don't need more than eight hours in bed to achieve this goal."
        },
        {
          "title": "Pay attention to what you eat and drink",
          "content": "Don't go to bed hungry or stuffed. In particular, avoid heavy or large meals within a couple of hours of bedtime. Your discomfort might keep you up."
        },
        {
          "title": "Create a restful environment",
          "content": "Create a room that's ideal for sleeping. Often, this means cool, dark and quiet. Exposure to light might make it more challenging to fall asleep. Avoid prolonged use of light-emitting screens just before bedtime. Consider using room-darkening shades, earplugs, a fan or other devices to create an environment that suits your needs."
        }
      ]
    },
    {
      "title": "Feeling tired all the time",
      "solutionsTitle": "Tips to stop feeling tired all the time",
      "solutions": [
        {
          "title": "Dietary suggestions",
          "content": "Drink lots of water. A dehydrated body functions less efficiently.Eat breakfast. Food boosts your metabolism and gives your body energy to burn. The brain relies on glucose for fuel, so choose carbohydrate-rich breakfast foods such as cereals or whole grain bread."
        },
        {
          "title": "Sleep suggestions",
          "content": "Get enough sleep. Adults need about 8 hours per night.Limit caffeine. Too much caffeine, especially in the evening, can cause insomnia. Limit caffeinated drinks to 5 or fewer per day, and avoid these types of drinks after dinner."
        }
      ]
    },
    {
      "title": "appetite",
      "solutionsTitle": "Tips to improve appetite",
      "solutions": [
        {
          "title": "Mediterranean diet",
          "content": "There is some research to support that a Mediterranean-style diet, which is high in fruits, nuts, legumes, and olive oil, and low in saturated fats, decreases the risk of depression."
        },
        {
          "title": "Omega-3 fatty acids",
          "content": "These substances are found in cold-water fish and have been shown to be important in brain function. Some studies show that they may enhance a person's response to antidepressant medications."
        },
        {
          "title": "Vitamins and nutrients",
          "content": "Research shows that deficiency of nutrients such as vitamin B12, vitamin B6, and tryptophan can have a negative effect on mood. Consequently, poor nutrition that results from loss of appetite can further exacerbate depression"
        }
      ]
    },
    {
      "title": "Failure",
      "solutionsTitle": "Tips to overcome failure",
      "solutions": [
        {
          "title": "First, just accept how you feel",
          "content": "When you’ve just failed it will most likely hurt. Sometimes a bit. Sometimes a lot.Don’t try to push it away by distracting yourself or by trying to push the responsibility onto the rest of the world (if you deep down know that this one’s on you partly or fully)."
        },
        {
          "title": "Remember: you’re not a failure just because you had a setback.",
          "content": "When you’ve had a setback it’s very easy to start thinking that you will always keep failing in this area of your life. It’s easy to start thinking that YOU are indeed a failure."
        },
        {
          "title": "Be constructive and learn from this situation.",
          "content": "See it more as valuable feedback and something you can use to improve rather than only a big blow and setback."
        }
      ]
    },
    {
      "title": "Focus",
      "solutionsTitle": "Tips to improve your focus",
      "solutions": [
        {
          "title": "Know What influences Your Focus",
          "content": "our focus is dependent on physical and mental factors. Some are good for your focus, others are not.The most obvious is sleep; if you don’t sleep sufficient your focus and judgment suffers. Also, exercise and the types of food we eat, significantly impacts your ability to stay focused.More surprisingly, coffee, contrary to what many of us believe, is not useful for your focus. The caffeine suppresses your drowsiness, but scatters your focus. Needless to say, alcohol is bad for your focus, too."
        }
      ]
    },
    {
      "title": "Restlessness",
      "solutionsTitle": "Tips to overcome restlessness",
      "solutions": [
        {
          "title": "Follow Your Bliss So You’re Doing What You Enjoy",
          "content": "Grab hold of a powerful insight from the late mythologist Joseph Campbell who often suggested to his students that they “follow their bliss.”"
        },
        {
          "title": "Explore Your Dreams to Connect with the Unconscious",
          "content": "Freud saw dreams as merely a rehashing of events from prior days and memories from childhood. Jung discovered an extraordinary third source of dream content: the wisdom of the two-million-year-old human being, the “age-old unforgotten wisdom stored up in us.”"
        },
        {
          "title": "Clarify Your Values to Align Yourself",
          "content": "Values are another powerful tool we often discuss here that can help remedy restlessness.When you’re living in discord with your values, you’re going to feel restlessness. For example, if you’re selling yourself out in some way, you’re going to be fidgety."
        }
      ]
    },
    {
      "title": "Hurting yourself",
      "solutionsTitle": "How to overcome thoughts of hurting yourself",
      "solutions": [
        {
          "title": "Reach Out",
          "content": "If you are having persistent thoughts about death and dying, reach out to someone in your life who is trustworthy and compassionate. If you don't have someone in your family or group of friends that you can talk to, look to others in your community, such as clergy, counselors, and health care providers."
        },
        {
          "title": "Avoid Impulsive Action",
          "content": "If you are having thoughts of suicide or feeling that you wish you were dead, avoid making any impulsive decisions or taking drastic actions. While the feelings you are having may be intense and distressing, try to remember that they will pass. If you feel that you are not in control of your life at the moment and that things will never get better, keep in mind that feelings and emotions do not last forever and can change."
        }
      ]
    }
  ],
  "anxiety": [
    {
      "title": ""
    }
  ]
}
