{
  "depression": [
    "Little interest or pleasure in doing things in the past two weeks",
    "Feeling down depressed or hopeless in the past two weeks",
    "Trouble falling or staying asleep or sleeping too much in the past two weeks",
    "Feeling tired or having little energy in the past two weeks",
    "Poor appetite or overeating in the past two weeks",
    "Feeling bad about yourself or that you are a failure or have let yourself or your family down in the past two weeks",
    "Trouble concentrating on things, such as studying or watching movies in the past two weeks",
    "Moving or speaking so slowly or behaving restlessly than usual in the past two weeks",
    "Thoughts that you would be better off dead,or of hurting yourself in the past two weeks"
  ],
  "stress": [
    "In the last month, how often have you been upset because of something that  happened unexpectedly?",
    "In the last month, how often have you felt that you were unable to control the important things in your life?",
    " In the last month, how often have you felt nervous and stressed?",
    "In the last month, how often have you felt confident about your ability to handle  your personal problems?",
    " In the last month, how often have you felt that things were going your way?",
    "In the last month, how often have you found that you could not cope with all the things that you had to do?",
    "In the last month, how often have you been able to control irritations in your life?",
    "In the last month, how often have you felt that you were on top of things?",
    "In the last month, how often have you been angered because of things that happened that were outside of your control?",
    "In the last month, how often have you felt difficulties were piling up so high that you could not overcome them?"
  ],
  "anxiety": [
    "Feeling nervous, anxious, or on edge",
    "Not being able to stop or control worrying",
    "Worrying too much about different things",
    "Trouble relaxing",
    "Being so restless that it\"s hard to sit still",
    "Becoming easily annoyed or irritable",
    "Feeling afraid as if something awful might happen "
  ]
}
