{
  "youthadvocate": [
    {
      "short": "mehul",
      "name": "Mehul Agarwal",
      "url": "Mehul_Agarwal.png",
      "content": [
        "This is Mehul Agarwal, originally from Kolkata currently residing in Bangalore.I think I am a final year BBA student at Jain CMS. I am the personality of my batch and a very polite human being.",
        "I like alcohol,offensive humour and staying happy.",
        "I don't have a history but I am a major supporter of mental health awareness and personal happiness. Because I strongly believe everyone deserves to be happy no matter what or how the circumstances around. And the first step to being happy is making peace with your mind.",
        "I am a writer, stand-up comic and struggler. Nice to be here with all of you. Looking forward to a crazy experience. ",
        "Check out my page on Instagram",
        "@themehulagarwal",
        "I have really good content."
      ],
      "region": "Kolkata"
    },
    {
      "short": "parleen",
      "name": "Parleen Kaur Oberoi",
      "url": "Parleen_Kaur_Oberoi.png",
      "content": [
        "This is Parleen Kaur Oberoi, SRM university, Chennai",
        "I've had a history of mental health issues and have helped my friends cope through.",
        "I really appreciate the work HOPE is doing and I hope more and more people get inspired to talk about their issues and seek help.",
        "It's high time we took mental health of our own, our near and dear ones and other residents of this country too, seriously.",
        "I love reading, writing, studying psychology and singing.",
        "I'm an army brat, so don't belong to a single place."
      ],
      "region": "Chennai"
    },
    {
      "short": "priyashree",
      "name": "Priyashree Acharya",
      "url": "Priyashree_Acharya.png",
      "content": [
        "I am Priyashree Acharya from bhopal I have just given board exams of 12th standard from Sagar Public School and now I'm looking for college. I have had a serious mental illness from past 3 years still haven't recovered yet but now I'm on medication and soon will be alright. I want to be a psychologist to give therapy to people in need. I will be opting ba psychology honours for my career. In future I want to help people who are going through difficult times.",
        "Furthermore I'm an artist ,you can check my art on my IG handle @priyashrree"
      ],
      "region": "Bhopal"
    },
    {
      "short": "kranthi",
      "name": "Kranthi Sai",
      "url": "Kranthi_Sai.png",
      "content": [""],
      "region": ""
    },
    {
      "short": "devasheesh",
      "name": "Devasheesh Sharma",
      "url": "Devasheesh_Sharma.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "karishma",
      "name": "Karishma Miglani",
      "url": "karishma_miglani.jpg",
      "content": [
        "I am Karishma miglani, pursuing Master’s in Clinical Psychology from Amity University, Noida. I am from Delhi and have done Bachelors in Psychology from University of Delhi. I am from commerce background, when I was in 11th class I have no idea what’s psychology is all about. One of the subjects I had was psychology. Slowly I got to know what exactly psychology is. I have started applying principles of psychology in my daily life. I have learned about how important our mental health is.",
        "I really wanted to break the stigma and spread mental health awareness. I want to help and heal people who have mental illness. I want to make people aware that there is a difference between mental health and mental illness. It is not necessary that if a person is suffering from mental illness, he/she is not mentally healthy or vice versa. Mental illness is a community failure not a personal failure."
      ],
      "region": ""
    },
    {
      "short": "sowmya",
      "name": "Sowmya verma",
      "url": "sowmya_verma.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "sahaj",
      "name": "Sahaj Gokhroo",
      "url": "mystogan.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "annjali",
      "name": "Annjali Rathi",
      "url": "annjali_rathi.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "zainab",
      "name": "Zainab Minhaj",
      "url": "fbfemale.jpg",
      "content": [
        "I am a 20 year old who suffered from major anxiety issues and was on the verge of slipping into depression . I realised that my fears shouldnt be thr reason for throwing away my life which would be a lot better if i just overcame them . I can't say i am a perfectly fine now but i have begun my journey and i wanted to help others to do the same . I want to become a mental health advocate to help those who are afraid to even think about the journey of life they could have if they could let go off their fears and embrace their ownself."
      ],
      "region": ""
    },
    {
      "short": "anushka",
      "name": "Anushka Goyal",
      "url": "Anushka_Goyal.jpg",
      "content": [
        "I am a third year student from Amity University, pursuing clinical psychology. Mental health is a very serious issue and I'd like to diminish the stigma around it and make it more accessible to people all around. My aim is to be a therapist, and I'd like to start making efforts early on."
      ],
      "region": ""
    }
  ]
}
