{
  "youthadvocate": [
    {
      "short": "mehul",
      "name": "Mehul Agarwal",
      "url": "Mehul_Agarwal.png",
      "content": [
        "This is Mehul Agarwal, originally from Kolkata currently residing in Bangalore.I think I am a final year BBA student at Jain CMS. I am the personality of my batch and a very polite human being.",
        "I like alcohol,offensive humour and staying happy.",
        "I don't have a history but I am a major supporter of mental health awareness and personal happiness. Because I strongly believe everyone deserves to be happy no matter what or how the circumstances around. And the first step to being happy is making peace with your mind.",
        "I am a writer, stand-up comic and struggler. Nice to be here with all of you. Looking forward to a crazy experience. ",
        "Check out my page on Instagram",
        "@themehulagarwal",
        "I have really good content."
      ],
      "region": "Kolkata"
    },
    {
      "short": "parleen",
      "name": "Parleen Kaur Oberoi",
      "url": "Parleen_Kaur_Oberoi.png",
      "content": [
        "This is Parleen Kaur Oberoi, SRM university, Chennai",
        "I've had a history of mental health issues and have helped my friends cope through.",
        "I really appreciate the work HOPE is doing and I hope more and more people get inspired to talk about their issues and seek help.",
        "It's high time we took mental health of our own, our near and dear ones and other residents of this country too, seriously.",
        "I love reading, writing, studying psychology and singing.",
        "I'm an army brat, so don't belong to a single place."
      ],
      "region": "Chennai"
    },
    {
      "short": "priyashree",
      "name": "Priyashree Acharya",
      "url": "Priyashree_Acharya.png",
      "content": [
        "I am Priyashree Acharya from bhopal I have just given board exams of 12th standard from Sagar Public School and now I'm looking for college. I have had a serious mental illness from past 3 years still haven't recovered yet but now I'm on medication and soon will be alright. I want to be a psychologist to give therapy to people in need. I will be opting ba psychology honours for my career. In future I want to help people who are going through difficult times.",
        "Furthermore I'm an artist ,you can check my art on my IG handle @priyashrree"
      ],
      "region": "Bhopal"
    },
    {
      "short": "kranthi",
      "name": "Kranthi Sai",
      "url": "Kranthi_Sai.png",
      "content": [""],
      "region": ""
    },
    {
      "short": "devasheesh",
      "name": "Devasheesh Sharma",
      "url": "Devasheesh_Sharma.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "karishma",
      "name": "Karishma Miglani",
      "url": "karishma_miglani.jpg",
      "content": [
        "I am Karishma miglani, pursuing Master’s in Clinical Psychology from Amity University, Noida. I am from Delhi and have done Bachelors in Psychology from University of Delhi. I am from commerce background, when I was in 11th class I have no idea what’s psychology is all about. One of the subjects I had was psychology. Slowly I got to know what exactly psychology is. I have started applying principles of psychology in my daily life. I have learned about how important our mental health is.",
        "I really wanted to break the stigma and spread mental health awareness. I want to help and heal people who have mental illness. I want to make people aware that there is a difference between mental health and mental illness. It is not necessary that if a person is suffering from mental illness, he/she is not mentally healthy or vice versa. Mental illness is a community failure not a personal failure."
      ],
      "region": ""
    },
    {
      "short": "sowmya",
      "name": "Sowmya verma",
      "url": "sowmya_verma.jpg",
      "content": [
        "This is sowmya Verma from amity university, noida. I'm a 3rd year student studying clinical psychology.",
        "Mental health is something that people don't want to talk about and there is a lot of lack of knowledge in this area and I'm glad we are we are working on that.",
        "There is a lot of stigma and its time that we work on that and try to normalise it.",
        "Let's be empathetic but also responsible.",
        "I like politics, reading books and learning new things."
      ],
      "region": ""
    },
    {
      "short": "sahaj",
      "name": "Sahaj Gokhroo",
      "url": "mystogan.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "annjali",
      "name": "Annjali Rathi",
      "url": "annjali_rathi.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "zainab",
      "name": "Zainab Minhaj",
      "url": "fbfemale.jpg",
      "content": [
        "I am a 20 year old who suffered from major anxiety issues and was on the verge of slipping into depression . I realised that my fears shouldnt be thr reason for throwing away my life which would be a lot better if i just overcame them . I can't say i am a perfectly fine now but i have begun my journey and i wanted to help others to do the same . I want to become a mental health advocate to help those who are afraid to even think about the journey of life they could have if they could let go off their fears and embrace their ownself."
      ],
      "region": ""
    },
    {
      "short": "anushka",
      "name": "Anushka Goyal",
      "url": "Anushka_Goyal.jpg",
      "content": [
        "I am a third year student from Amity University, pursuing clinical psychology. Mental health is a very serious issue and I'd like to diminish the stigma around it and make it more accessible to people all around. My aim is to be a therapist, and I'd like to start making efforts early on."
      ],
      "region": ""
    },
    {
      "short": "arpita",
      "name": "Arpita Manjoka",
      "url": "saloni.png",
      "content": [
        "I am arpita Manjoka, 20 years old. I am currently pursuing BA psychology honours from Delhi University. I am my own kind.",
        "I have a mental illness and I don’t have any guilt of saying this! I am extremely proud of myself and my being!",
        "Apart from all that, I love to express myself through writing poems, blogs, sketches, and dancing!",
        "Because of my Illness, I was not able to be like I was but now I have started loving myself more and proving my worth to the world!",
        "I will be the artist I was and a great psychologist in future!",
        "I will be learning and empowering others on."
      ],
      "region": "North delhi"
    },
    {
      "short": "ellora",
      "name": "Ellora Pandey",
      "url": "Ellora_Pandey.jpg",
      "content": [
        "Hello, I'm Ellora Pandey. I've recently completed my graduation from banasthali university, Jaipur. I've done BA programming with Psychology as my major subject followed by English and physical education.",
        "I haven't had any history of mental illness but knowing about it and spreading the knowledge across the world is the best thing  and I think HOPE is doing an excellent job. ",
        "I've always been a calm and polite person and I honestly want more of love in the world than hatred which isn't difficult if everyone starts with just being kind, and guess what? Then there would be less problem and things will look more beautiful ! Have a good day :)"
      ],
      "region": "Faridabad"
    },
    {
      "short": "subhrajyoti",
      "name": "Subhrajyoti guha",
      "url": "Subhrajyoti_guha.png",
      "content": [
        "Hi , I am subhrajyoti.m pursuing my M.B.B.S  from kdmc,mathura and I hv observed  that our society is full of stigma...n one of the most underrated topic is of MENTAL HEALTH",
        "It is the very basic of human well being",
        "So I am here to support any one going through hardships with my knowledge from mbbs line",
        "Do follow me on Instagram",
        "@subhrajyoti26"
      ],
      "region": "Mathura"
    },
    {
      "short": "tanha",
      "name": "Tanha Gowande",
      "url": "Tanha_Gowande.jpg",
      "content": [
        "My name is Tanha Gowande.",
        "I have working experience of 3 years .",
        " I deal with range of Mental Health issues like Depression/Anxiety/PTSD/ Gender Identify confusion/ LGBTQ acceptance issues / OCD/ Stress/ Suicidal Thoughts/ Borderline Personality Disorder/ Psychotic Disorders / Sexual Disorders, Trauma related issues/ ADHD/ Autism Spectrum Disorders in children etc.",
        "I have expertise in Psychometric Assessment & Testing for Diagnostic purpose.",
        "•On post of Clinical Psychologist in State Government Hospital. ( Sir J.J hospital , Byculla, Mumbai) ",
        "• Partner Therapist on Curefit Platform.",
        "• Private Practice as Psychotherapist (Founder:- Enthral Soul: Psychological & Well-being services)",
        "As a passionate Psychologist it's my duty & pride to spread awareness about Mental Health & Psychological well- being. "
      ],
      "region": "Thane"
    },
    {
      "short": "arunima",
      "name": "Arunima Palit",
      "url": "Arunima_Palit.jpg",
      "content": [
        "I am Arunima Palit, 19 years old aspiring psychologist. I am currently in my second year pursuing BA honours psychology from Delhi university. I took up this subject to know myself and the people better. To get an insight about human mind.  I have a keen interest in spreading awareness about mental health and want to end the stigma attached to it.",
        "Apart from this, I am a singer and a poet.  I am a piece of art myself! A very weird, unique, interesting  and my very own kind!",
        "Do follow my Instagram for amazing content- @_its_arunima_ and @arunima_soulful",
        "You can also subscribe to my music channel named : soulful music!",
        "Paving the path of life! "
      ],
      "region": "New Delhi"
    },
    {
      "short": "prapurna",
      "name": "Sri Prapurna",
      "url": "Sri_Prapurna_Maddipudi.jpg",
      "content": [
        "I'm  mentally strong enough. But to deal with self emotions I'm here. "
      ],
      "region": "vijayawada"
    },
    {
      "short": "pratyusha",
      "name": "Pratyusha Yandra",
      "url": "Pratyusha_Yandra.jpg",
      "content": [
        "I am a student so I feel it's my responsibility to health the people in need"
      ],
      "region": "Visakhapatnam"
    },
    {
      "short": "saloni",
      "name": "Saloni",
      "url": "Saloni.jpg",
      "content": [
        "I'm saloni . Pursuing  BA psychology honors from MDU , Rohtak . I heartily aspire to become a clinical psychologist. I like helping people ,those who have issues related to mental health , I like sharing their pain and help them overcome the situation ."
      ],
      "region": "Delhi"
    },
    {
      "short": "divya",
      "name": "Divya Chadha",
      "url": "Divya Chadha.png",
      "content": [
        "I’m an ordinary girl dealing with life extraordinarily and I’m here to normalise concept of mental health and give it equal importance as physical health. Currently Final year MBBS student. It’s the need of the hour to remove the stigma around mental issues and start accepting it as any other ailment."
      ],
      "region": "Mathura"
    },
    {
      "short": "anushkakrishna",
      "name": "Anushka Krishna",
      "url": "Anushka Krishna.png",
      "content": [
        "I am 19 years old and currently pursuing psychology honours from university of Delhi, it’s not surprising to know that people from my educational background have a keen interest in mental health advocacy and I encourage the same. But before I move on to calling myself a mental health advocate I wish to equip myself with all the necessary knowledge it takes to really become a mental health advocate and for me it starts with finding peace within yourself before I help others. This program is an opportunity for me to do the very same and will give me an insight in being a leader, a change maker and most of all enable me to act as a helping hand for someone who might just require my resources and skills for their betterment."
      ],
      "region": "Pune"
    },
    {
      "short": "ummul",
      "name": "Ummul Fatima",
      "url": "Ummul Fatima.jpg",
      "content": [
        "I've always wanted to heal people with anything and everything. I started this dream with trying to become a Doctor which fortunately for me didnt work out, then I was introduced to the field of psychology and I've been in love with since then. I've done numerous internships and held several mental health and emotional awareness workshops in schools. So this is another step towards my ultimate goal in life."
      ],
      "region": "South East Delhi"
    },
    {
      "short": "bhavika",
      "name": "Bhavika Kochhar",
      "url": "Bhavika Kochhar.jpg",
      "content": [
        "My name is Bhavika Kochhar, I'm currently 19 years old and reside in Pune. I'm pursuing Psychology honours from Symbiosis College of Arts and Commerce. Mental Health is something which is very important to me as I have seen people around me suffer from it. It is not a disease and can be cured. I want to be a Mental Health Advocate because I want to create awareness and reduce the stigma attached with mental health related problems. Healthy mind, healthy body; no matter how fit a person may be, if his mind is not healthy, nothing is. I want people to know that being vulnerable is okay, reaching out and seeking for help is okay and not a sign of weakness, it is very courageous and strong infact. Being a Mental Health Advocate will help me bring about awareness and help reduce the stigma, it will help me bring about a positive change and it will enable me to help others who are suffering and feel there is no way out."
      ],
      "region": "Pune"
    },
    {
      "short": "praneeth",
      "name": "Praneeth Dee Konda",
      "url": "Praneeth Dee Konda.jpg",
      "content": [
        "I’m a suicide survivor,I also had so many mental problems and had gradually moved on over the years and it caused me a lot of trouble to move on. So I’d like to be a mental health advocate to help people who are dealing with similar issues with their mental health problems!"
      ],
      "region": "Hyderabad"
    },
    {
      "short": "debjani",
      "name": "Debjani Bardhan Roy",
      "url": "Debjani Bardhan Roy.jpg",
      "content": [
        "I am Debjani, 19 years old right now. I have battled depression when I was 15, and I understand what it takes to keep your mental health sane as well as how important it is. Therefore if my experience is of any help, I would like to help people."
      ],
      "region": "Agartala"
    },
    {
      "short": "nikita",
      "name": "Nikita Chandu",
      "url": "Nikita Chandu.jpg",
      "content": [
        "I'm just a regular girl, trying to get through my life, day by day, attempting to make the most of it.",
        "I want to be a mental health advocate because I remember not having the resources to reach out for help myself when I needed it. I remember not being aware of what was happening with me, to me. And it was the worst feeling in the world. I would hate to see that happen to anyone knowing I had a chance to help them. I want people to help each other and know what to help out with and how. "
      ],
      "region": "Bangalore"
    }
  ]
}
