{
  "youthadvocate": [
    {
      "short": "mehul",
      "name": "Mehul Agarwal",
      "url": "Mehul_Agarwal.png",
      "content": [
        "This is Mehul Agarwal, originally from Kolkata currently residing in Bangalore.I think I am a final year BBA student at Jain CMS. I am the personality of my batch and a very polite human being.",
        "I like alcohol,offensive humour and staying happy.",
        "I don't have a history but I am a major supporter of mental health awareness and personal happiness. Because I strongly believe everyone deserves to be happy no matter what or how the circumstances around. And the first step to being happy is making peace with your mind.",
        "I am a writer, stand-up comic and struggler. Nice to be here with all of you. Looking forward to a crazy experience. ",
        "Check out my page on Instagram",
        "@themehulagarwal",
        "I have really good content."
      ],
      "region": "Kolkata"
    },
    {
      "short": "parleen",
      "name": "Parleen Kaur Oberoi",
      "url": "Parleen_Kaur_Oberoi.png",
      "content": [
        "This is Parleen Kaur Oberoi, SRM university, Chennai",
        "I've had a history of mental health issues and have helped my friends cope through.",
        "I really appreciate the work HOPE is doing and I hope more and more people get inspired to talk about their issues and seek help.",
        "It's high time we took mental health of our own, our near and dear ones and other residents of this country too, seriously.",
        "I love reading, writing, studying psychology and singing.",
        "I'm an army brat, so don't belong to a single place."
      ],
      "region": "Chennai"
    },
    {
      "short": "priyashree",
      "name": "Priyashree Acharya",
      "url": "Priyashree_Acharya.png",
      "content": [
        "I am Priyashree Acharya from bhopal I have just given board exams of 12th standard from Sagar Public School and now I'm looking for college. I have had a serious mental illness from past 3 years still haven't recovered yet but now I'm on medication and soon will be alright. I want to be a psychologist to give therapy to people in need. I will be opting ba psychology honours for my career. In future I want to help people who are going through difficult times.",
        "Furthermore I'm an artist ,you can check my art on my IG handle @priyashrree"
      ],
      "region": "Bhopal"
    },
    {
      "short": "kranthi",
      "name": "Kranthi Sai",
      "url": "Kranthi_Sai.png",
      "content": [""],
      "region": ""
    },
    {
      "short": "devasheesh",
      "name": "Devasheesh Sharma",
      "url": "Devasheesh_Sharma.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "karishma",
      "name": "Karishma Miglani",
      "url": "karishma_miglani.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "sowmya",
      "name": "Sowmya verma",
      "url": "sowmya_verma.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "sahaj",
      "name": "Sahaj Gokhroo",
      "url": "mystogan.jpg",
      "content": [""],
      "region": ""
    },
    {
      "short": "annjali",
      "name": "Annjali Rathi",
      "url": "annjali_rathi.jpg",
      "content": [""],
      "region": ""
    }
  ]
}
